Repository: zzorba/rangers-db
Catalog: frontend/src/translations/locales/*/messages.po
Languages: de, es, fr, ru

source: Load more
de: Mehr laden
es: Cargar más
fr: Charger plus
ru: Загрузить ещё

source: Location
de: Ort
es: Localización
fr: Lieu
ru: Локация

source: Locations
de: Orte
es: Localizaciones
fr: Lieux
ru: Локации

source: Locked Passage
es: Vía cerrada

source: Login
de: Anmeldung
es: Loguear
fr: Se connecter
ru: Вход

source: Lone Tree Station
de: Flurbaum-Basis
es: Estación Árbol Solitario
fr: Base de l'Arbre Solitaire
ru: Станция Одинокое дерево

source: Maladies
de: Schwächungen
es: Enfermedades
fr: Trauma
ru: Недуги

source: Marsh of Rebirth
de: Moor der Wiedergeburt
es: Pantano del Renacer
fr: Marais de la Renaissance
ru: Топь возрождения

source: Meadow
de: Grünsee
es: Prado
fr: Prairie
ru: Луга

source: Member since {joinDate}
de: Mitglied seit {joinDate}
es: Miembro desde {joinDate}
fr: Membre depuis le {joinDate}
ru: Участник с {joinDate}

source: Michael's Bog
de: Michaels Moor
es: Lodazal de Michael
fr: Marais de Michael
ru: Гать Майкла

source: Missions
de: Missionen
es: Misiones
ru: Миссии

source: Mound of the Navigator
de: Der Pfeiler des Navigators
es: Montículo del navegante
fr: Le piton du Navigateur
ru: Курган навигатора

source: Mount Nim
de: Nim-Spitzen
es: Monte Nim
fr: Mont Nim
ru: Гора Ним

source: Mountain Pass
de: Bergpass
es: Montaña
fr: Col
ru: Горный перевал

source: My Campaigns
de: Meine Kampagnen
es: Mi campaña
fr: Mes campagnes
ru: Мои кампании

source: My Decks
de: Meine Decks
es: Mi mazo
fr: Mes decks
ru: Мои колоды

source: Mycelial Conclave
es: Cónclave fúngico

source: Name
es: Nombre
fr: Nom
ru: Название

source: Name and day are required.
de: Name und Tag werden benötigt.
es: Se requiere Nombre y Día.
fr: Le nom et le jour sont requis.
ru: Название и день обязательны.

source: Name your character
de: Gib deinem Charakter einen Namen
es: Ponle nombre a tu personaje
fr: Nommer votre personnage
ru: Имя вашего персонажа

source: New campaign
de: Neue Kampagne
es: Nueva Campaña
fr: Nouvelle campagne
ru: Новая кампания

source: New cards are available
de: Neue Karten sind verfügbar
es: Nuevas cartas disponibles
fr: Nouvelles cartes disponibles
ru: Доступны новые карты

source: New deck
de: Neues Deck
es: Nuevo mazo
fr: Nouveau deck
ru: Новая колода

source: Next
de: Nächste Seite
es: Siguiente
fr: Suivant
ru: Далее

source: Next deck
de: Nächstes Deck
es: Siguiente mazo
fr: Deck suivant
ru: Следующая колода

source: No matching cards
de: Keine passenden Karten
es: No hay cartas coincidentes
fr: Aucune carte correspondante
ru: Нет подходящих карт

source: No matching cards found.
de: Keine passenden Karten gefunden.
es: No se encontraron cartas coincidentes.
fr: Aucune carte trouvée.
ru: Не найдено ни одной подходящей карты.

source: No matching decks.
de: Keine passenden Decks.
es: No se encontraron mazos coincidentes.
fr: Aucun deck trouvé.
ru: Нет подходящих колод.

source: No published decks.
de: Keine veröffentlichten Decks.
es: No hay mazos publicados
fr: Aucun deck publié.
ru: Нет опубликованных колод.

source: No results
de: Kein Ergebnis
es: Sin resultados
fr: Pas de résultat
ru: Нет результатов

source: None
de: Keine
es: Nada
fr: Aucun
ru: Отсутствует

source: Northern Outpost
de: Nördlicher Außenposten
es: Puesto Norteño
fr: Avant-Poste du Nord
ru: Северная застава

source: Not enough background cards.
de: Nicht genug Vorgeschichte-Karten.
es: No hay suficientes tarjetas de Origen.
fr: Pas assez de cartes Antécédent.
ru: Недостаточно карт квалификации.

source: Not enough cards. When reward cards are removed while camping, you must add back cards from your original deck to maintain a 30 card deck.
de: Nicht genügend Karten. Wenn Karten während des Nachtlagers entfernt werden, musst du wieder Karten aus deinem Original-Deck hinzufügen, um auf 30 Karten zu kommen.
es: No hay suficientes cartas. Si se eliminan cartas de recompensa mientras Acampas, debes añadir cartas de tu mazo original para mantener un mazo de 30 cartas.
fr: Pas assez de cartes. Pendant la phase de camp, si des cartes récompenses sont retirées, vous devez à nouveau ajouter des cartes pour conserver 30 cartes dans votre deck.
ru: Слишком много карт. При замене наград следует вернуть обратно карту из вашей изначальной колоды, чтобы сохранить размер колоды в 30 карт.

source: Not enough outside interest cards.
de: Nicht genug Hobby-Karten.
es: No hay suficientes cartas de Otros Intereses.
fr: Pas assez de cartes Centre d'intérêt
ru: Недостаточно карт хобби.

source: Not enough personality cards.
de: Nicht genug Charakteristik-Karten.
es: No hay suficientes cartas de Personalidad.
fr: Pas assez de cartes Personnalité.
ru: Недостаточно карт личности.

source: Not enough specialty cards.
de: Nicht genug Expertise-Karten.
es: No hay suficientes cartas de Origen.
fr: Pas assez de cartes Spécialisation.
ru: Недостаточно карт специализации.

source: Not set
de: Nicht festgelegt
es: No establecido
fr: Non défini
ru: Не задано

source: Notable Events
de: Besondere Ereignisse
es: Eventos notables
fr: Événements notables
ru: Важные события

source: Note: cards from your chosen specialty/background are not shown here, but your outside interest is allowed to be from your chosen class if you use the other tabs to select it.
de: Hinweis: Karten aus deiner gewählten Expertise/Vorgeschichte werden hier nicht angezeigt, aber du kannst die anderen Tabs benutzen, um auf Karten deiner Klasse zuzugreifen.
es: Nota: las cartas de tu Origen o Especialidad elegida no se muestran aquí, pero tus Otros Intereses pueden ser de la clase elegida si usas las otras pestañas para seleccionarlo.
fr: Note : les cartes de votre Spécialisation et Antécédent ne sont pas montrées ici, mais il est permis de choisir dans ces onglets respectifs si vous voulez les sélectionner comme Centre d'intérêt.
ru: Примечание: карты из выбранной вами специальности/квалификации здесь не показаны, но ваше хобби может быть из выбранного вами класса, если вы используете другие вкладки для его выбора.

source: Note: These cards might contain campaign spoilers.
de: Hinweis: Diese Karten könnten Spoiler für die Kampagne enthalten.
es: Nota: Estas cartas pueden contener spoilers de la campaña.
fr: Note : Ces cartes pourraient contenir des spoilers de campagne.
ru: Примечание: эти карты могут содержать спойлеры к кампании.

source: Note: this campaign was created before the website recorded enough information to show the travel history correclty.
de: Hinweis: Diese Kampagne wurde erstellt bevor die Webseite ausreichend Informationen aufgezeichnet hat um die bisherige Reise korrekt anzuzeigen.
es: Nota: esta campaña se creó antes de que el sitio web registrara suficiente información para mostrar correctamente el historial de viajes.
fr: Note: cette campagne a été créée avant que ce site n'enregistre assez d'informations pour afficher l'historique de déplacement correctement.
ru: Примечание: эта кампания была создана до того, как сайт записал достаточно информации, чтобы показать историю путешествий в корректном виде.

source: Notes
es: Notas
ru: Заметки

source: Oasis of Sunlight
es: Oasis del Sol

source: Old-growth
de: Ur-Wald
es: Arboleda
fr: Fôret Primaire
ru: Реликтовый лес

source: One aspect must be set to 1.
de: Ein Aspekt muss auf 1 gesetzt werden.
es: Un aspecto debe establecerse en 1.
fr: Un aspect doit être mis à 1.
ru: Одна из черт должна иметь значение 1.

source: One of the chosen background cards is counting towards outside interest.
de: Eine der gewählten Vorgeschichte-Karten zählt als Hobby.
es: Una de las cartas de Origen elegida cuenta para los Otros Intereses.
fr: Un de vos Antécédent est compté comme Centre d'intérêt.
ru: Одна из выбранных карт квалификации идет в счёт карт хобби.

source: One of the chosen specialty cards is counting towards outside interest.
de: Eine der gewählten Expertise-Karten zählt als Hobby.
es: Una de las cartas especiales elegidas cuenta para los Otros Intereses.
fr: Une de vos Spécialisation est comptée comme Centre d'intérêt.
ru: Одна из выбранных карт специализации идет в счёт карт хобби.

source: Orlin's Vault
es: Bóveda de Orlin

source: Other
de: Andere
es: Otro
fr: Autre
ru: Другие

source: Outside Interest
de: Hobby
es: Otros Intereses
fr: Centre d'intérêt
ru: Хобби

source: Outside interest cards cannot have the Expert trait.
de: Hobby-Karten können nicht das Experte-Merkmal haben.
es: Las cartas de Otros Intereses no pueden tener el rasgo Experto.
fr: Les cartes Centre d'intérêt ne peuvent pas avoir le trait Expert.
ru: Карты хобби не могут иметь признак.

source: Overgrown Passage
es: Vía descuidada

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль

source: Path Terrain
de: Terrain-Typ
es: Camino
fr: Type de terrain
ru: Тип местности

source: Pending Requests
de: Ausstehende Freundschaftsanfragen
es: Solicitudes pendientes
fr: Demandes en attente
ru: Отправленные запросы

source: Personality
de: Charakteristiken
es: Personalidad
fr: Personnalité
ru: Личность

source: Players
de: Spieler
es: Jugadores
fr: Joueurs
ru: Игроки

source: Please address all deckbuilding errors before publishing.
de: Bitte behebe alle Fehler bevor du das Deck veröffentlichst.
es: Por favor, corrija todos los errores de construcción del mazo antes de publicar.
fr: Veuillez corriger les erreurs de construction de votre deck avant de publier.
ru: Пожалуйста, исправьте все ошибки в колоде перед публикацией.

source: Post
de: Abschicken
es: Postear
fr: Publier

source: Previous
de: Vorherige Seite
es: Anterior
fr: Précédent
ru: Назад

source: Previous campaign
es: Campaña anterior

source: Previous deck
de: Vorheriges Deck
es: Mazo anterior
fr: Deck précédent
ru: Предыдущая колода

source: Print
es: Imprimir
fr: Imprimer

source: Profile
de: Profil
es: Perfil
fr: Profil
ru: Профиль

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
ru: Прогресс

source: Progress {progressNumber}
de: Fortschritt {progressNumber}
es: Progreso {progressNumber}
fr: Progrès {progressNumber}
ru: Прогресс {progressNumber}

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
ru: Опубликовать

source: Published decks
de: Veröffentlichte Decks
es: Mazos publicados
fr: Deck publiés
ru: Опубликованные колоды

source: Ranger
es: Guardian
ru: Рейнджер

source: Rangers
de: Ranger
es: Guardianes
ru: Рейнджеры

source: Rangers will continue playing day {currentDay} with their current decks.
de: Die Ranger werden Tag {currentDay} mit ihren aktuellen Decks weiterspielen.
es: Los Guardianes continuarán jugando el día {currentDay} con sus mazos actuales.
fr: Les rangers vont continuer à jouer la journée {currentDay} avec leur deck en cours.
ru: Рейнджеры продолжат играть {currentDay} день с текущими колодами.

source: RangersDB is still under construction, and as a result many features might be added or removed during these early days.
de: RangersDB befindet sich noch im Aufbau, weshalb Funktionen in nächster Zeit hinzugefügt und wieder entfernt werden können.
es: RangersDB aún está en construcción y, como resultado, es posible que se agreguen o eliminen muchas características durante estos primeros días.
fr: RangersDB est encore en construction, par conséquence, de nombreuses fonctionnalités pourraient être ajoutées ou retirées.
ru: RangersDB все еще находится на стадии разработки, поэтому многие функции могут быть добавлены или удалены в первые дни работы.

source: Ravine
de: Schlucht
es: Barranco
fr: Ravin
ru: Ущелье

source: Reason
de: Vernunft
es: Razonamiento
fr: Raison
ru: Интеллект

source: Record event
de: Ereignis hinzufügen
es: Evento guardado
fr: Enregistrer événement
ru: Записать событие

source: Record guide entry
de: Kampagnenbucheintrag notieren
es: Entrada guardada
fr: Enregistrer entrée du Guide de Campagne
ru: Запись в путеводителе

source: Recorded journey
de: Aufgezeichnete Reise
es: Viaje guardado
fr: Voyage enregistré
ru: Путевые заметки

source: Register
de: Registrieren
es: Registrar
fr: Créer le compte
ru: Регистрация

source: Register now
de: Jetzt registrieren
es: Registrar ahora
fr: Créer votre compte
ru: Зарегистрироваться

source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
ru: Отклонить

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ru: Удалить

source: Remove card
de: Karte entfernen
es: Eliminar Cartas
fr: Supprimer la carte
ru: Удалить карту

source: Remove deck
de: Deck entfernen
es: Eliminar Mazo
fr: Supprimer le deck
ru: Удалить колоду

source: Remove reward
de: Belohnung entfernen
es: Eliminar Recompensa
fr: Supprimer la récompense
ru: Удалить награду

source: Removed
de: Entfernt
es: Eliminar
fr: Supprimé
ru: Удалено

source: Removed Cards
de: Entfernte Karten
es: Eliminar Cartas
fr: Cartes supprimées
ru: Удалённые карты

source: Reply comment
de: Kommentar beantworten
es: Responder comentario
fr: Répondre
ru: Ответить на комментарий

source: Reply to comment
de: Auf Kommentar antworten
es: Responder al comentario
fr: Répondre
ru: Ответ на комментарий

source: Request friend
de: Freundschaftsanfrage senden
es: Enviar solicitud de amistad
fr: Demande d'ami
ru: Запрос в друзья

source: Restrictions
es: Restricciones

source: Return a copy to the collection
de: Lege eine Kopie zur Sammlung zurück
es: Devolver una copia a la colección
fr: Retourner une copie à la collection
ru: Верните копию в коллекцию

source: Returned to collection
de: Zur Sammlung zurückgelegt
es: Devuelto a la colección
fr: Retourné à la collection
ru: Возвращены в коллекцию

source: Revoke
de: Zurücknehmen
es: Revocar
fr: Révoquer
ru: Отозвать

source: Rewards
de: Belohnungen
es: Recompensas
fr: Récompenses
ru: Награды

source: Rewards and Maladies
de: Belohnungen und Schwächungen
es: Recompensas y Enfermedades
fr: Récompenses et Trauma
ru: Награды и Недуги

source: Rings of the Moon
de: Mondringspitzen
es: Anillos de la Luna
fr: Anneaux Lunaires
ru: Лунные кольца

source: River
de: Fluss
es: Rio
fr: Rivière
ru: Река

source: Role
de: Berufung
es: Rol
fr: Rôle
ru: Роль

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ru: Сохранить

source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les changements
ru: Сохранить изменения

source: Scuttler Network
es: Conjunto de pasadizos

source: Search by name
de: Nach Name suchen
es: Buscar por Nombre
fr: Rechercher par nom
ru: Поиск по названию

source: Search card text
es: Buscar por Texto de la Carta
fr: Rechercher le texte sur la carte
ru: Поиск текста карты

source: See comments
de: Kommentare ansehen
es: Ver comentarios
fr: Voir les commentaires
ru: Посмотреть комментарии

source: Select 1 card from any background or specialty as your outside interest.
es: Seleccione 1 carta de cualquier origen o especialidad como su otro interés.
fr: Sélectionner 1 carte de n'importe quel Antécédent ou Spécialisation comme Centre d'intérêt.
ru: Выберите 1 карту из любой квалификации или специализации как ваше хобби.

source: Select 4 different personality cards, 1 from each aspect.
de: Wähle 4 unterschiedliche Charakteristiken, je 1 für jeden Aspekt.
es: Selecciona 4 cartas de personalidad diferentes, 1 de cada aspecto.
fr: Sélectionner 4 cartes Personnalités différentes, 1 de chaque aspect.
ru: Выберите 4 уникальных карт личности: по 1 карте от каждой из 4 разных черт.

source: Select 5 different cards from your chosen background.
de: Wähle 5 Karten deiner gewählten Vorgeschichte aus.
es: Selecciona 5 cartas diferentes de tu origen elegido.
fr: Sélectionner 5 cartes différentes de l'Antécédent choisi.
ru: Выберите 5 уникальных карт из карт вашей квалификации.

source: Select 5 different cards from your chosen specialty.
de: Wähle 5 Karten deiner gewählten Expertise aus.
es: Selecciona 5 cartas diferentes de tu especialidad elegida.
fr: Sélectionner 5 cartes différentes de la Spécialisation choisie.
ru: Выберите 5 уникальных карт из карт вашей специализации.

source: Select campaign
de: Kampagne auswählen
es: Seleccionar Campaña
fr: Sélectionner la campagne
ru: Выберите кампанию

source: Select card set...
de: Pfadkarten-Set auswählen...
es: Seleccionar Conjunto de cartas...
fr: Sélectionner le set de cartes
ru: Выберите набор карт

source: Select location...
de: Ort auswählen...
es: Seleccionar Localización...
fr: Sélectionner le lieu...
ru: Выберите локацию

source: Select path terrain...
de: Terrain-Typ auswählen...
es: Seleccionar Caminos...
fr: Sélectionner le type de terrain
ru: Выберите тип местности

source: Send Friend Request
de: Freundschaftsanfrage senden
es: Enviar solicitud de amistad
fr: Envoyer une demande d'amitié
ru: Отправить запрос в друзья

source: Set
es: Conjunto
ru: Набор

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ru: Настройки

source: Severed Artery
es: Arteria cortada

source: Share
es: Compartir
fr: Partager
ru: Поделиться

source: Shareable Deck
es: Mazo compartible
fr: Deck partageable
ru: Поделиться колодой

source: Shimmering Runoff
es: Vertidos Relucientes

source: Show all
de: Alle anzeigen
es: Mostrar todo
fr: Voir tout
ru: Показать все

source: Show all locations
de: Alle Orte anzeigen
es: Mostrar todas las Localización
fr: Voir tous les lieux
ru: Показать все локации

source: Side deck
es: Banquillo
fr: Cartes écartées
ru: Сайд карты

source: Sign In
de: Einloggen
es: Iniciar Sesión
fr: Se connecter
ru: Войти

source: Sign Out
de: Ausloggen
es: Cerrar Sesión
fr: Se déconnecter
ru: Выйти

source: Sign Up
de: Registrieren
es: Registrarse
fr: Créer un compte
ru: Зарегистрироваться

source: Silent Dormitories
es: Estancias silenciosas

source: Some campaign events may allow you to permanently swap cards from your deck with those from the collection.
de: Manche Ereignisse in der Kampagne erlauben es dir, Karten aus deinem Deck mit Karten aus der Sammlung permanent zu tauschen.
es: Algunos eventos de campaña pueden permitirte intercambiar permanentemente cartas de tu mazo con aquellas de la colección.
fr: Certains évènements de campagne peuvent vous permettre d'échanger de façon permanente des cartes de votre Deck avec celles de votre collection.
ru: Некоторые события кампании могут позволить вам навсегда поменять карты из своей колоды на карты из коллекции.

source: Sort
es: Clasificar
fr: Tri
ru: Сортировка

source: Specialty
de: Expertise
es: Especialidad
fr: Spécialisation
ru: Специализация

source: Specialty: {specialtyName}
de: Expertise: {specialtyName}
es: Especialidad: {specialtyName}
fr: Spécialisation : {specialtyName}
ru: Специализация: {specialtyName}

source: SPI
de: SOV
es: VIT
fr: ESP
ru: ДУХ

source: Spire
de: Wolkenlanze
es: Aguja
fr: Flèche
ru: Шпиль

source: Spirit
de: Souveränität
es: Vitalidad
fr: Esprit
ru: Духовность

source: Start campaign
es: Iniciar Campaña
fr: Démarrer la campagne
ru: Начать кампанию

source: Starter deck
es: Mazo de inicio.
fr: Deck de base
ru: Стартовая колода

source: Stayed at {0}
de: Geblieben in {0}
es: Acampé en {0}
fr: Resté à {0}
ru: Останавливались в {0}

source: Stoneweaver Bridge
de: Steinweber-Brücke
es: Puente Tejepiedra
fr: Pont de pierre tissée
ru: Кружевной мост

source: Submit
de: Veröffentlichen
es: Entregar
fr: Soumettre
ru: Подтвердить

source: Sunken Outpost
de: Versunkener Stützpunkt
es: Puesto Hundido
fr: Avant-Poste Submergé
ru: Затонувшая застава

source: Swamp
de: Sumpf
es: Pantano
fr: Marécage
ru: Болото

source: Talpid's Squeeze
es: Estrecho del tálpido

source: Terminal Artery
es: Arteria terminal

source: Terrain
es: Terreno
ru: Тип местности

source: Terravore
de: Erdfresser
es: Terravorador
ru: Грязеед

source: Text
es: Texto
fr: Texte
ru: Текст

source: The Alluvial Ruins
de: Schwemmland-Ruinen
es: Ruinas Aluviales
fr: Les Ruines Alluviales
ru: Россыпь руин

source: The Arcology
es: La Arcología

source: The Cage
es: La Caja

source: The Chimney
es: La Chimenea

source: The Cistern
es: La Cisterna

source: The Concordant Ziggurats
de: Die Konkordanten Ziggurats
es: Los Zigurats Conexos
fr: Les Ziggourats Jumelles
ru: Созвучные зиккураты

source: The Cypress Citadel
de: Die Zypressen-Zitadelle
es: La Ciudadela de los Cipreses
fr: La Citadelle de Cyprès
ru: Кипарисовая цитадель

source: The Elder's Book of Uncommon Wisdom is a list of rebalanced Ranger cards with optional text changes. These changes are designed to maintain a healthy and balanced cardpool, and to increase deck diversity by encouraging players to build decks with underutilized cards instead of common staples.
es: El Libro de Sabiduría Inusual del Anciano es una lista de cartas de Guardián reequilibradas con cambios de texto opcionales. Estos cambios están diseñados para mantener un conjunto de cartas sano y equilibrado, y para aumentar la diversidad de mazos, animando a los jugadores a construir mazos con cartas poco utilizadas en lugar de las habituales.

source: The Fractured Wall
de: Berstwall
es: El Muro Agrietado
fr: Le Mur Fracturé
ru: Разрушенная стена

source: The Frowning Gate
de: Das Finstertor
es: La Puerta Ceñida
fr: Le Passage Torve
ru: Хмурые ворота

source: The Furrow
de: Die Furche
es: El Surco
fr: Le Sillon
ru: Борозда

source: The Greenbridge
de: Die Grünbrücke
es: Puenteverde
fr: Le Pont Végétal
ru: Зелёный мост

source: The High Basin
de: Der Hohe Spiegel
es: La Cuenca Alta
fr: Le Haut Bassin
ru: Горный водоём

source: The information presented on this site about Earthborne Rangers, both literal and graphical, is copyrighted by Earthborne Games. This website is not produced, endorsed, supported, or affiliated with Earthborne Games.
de: Die auf dieser Webseite dargestellten Informationen über Earthborne Rangers - schriftlich wie graphisch - unterliegen den Urheberrechten von Earthborne Games und Frosted Games. Diese Webseite gehört nicht zu Earthborne Games oder Frosted Games, und wird nicht von ihnen erstellt, unterstützt oder befürwortet.
es: La información presentada en este sitio sobre Earthborne Rangers, tanto literal como gráfica, está protegida por derechos de autor de Earthborne Games. Este sitio web no está producido, respaldado, apoyado ni afiliado con Earthborne Games.
fr: Les informations présentées sur ce site concernant Earthborne Rangers, à la fois littérales et graphiques, sont protégées par les droits d'auteur d'Earthborne Games. Ce site Web n'est pas produit, approuvé, pris en charge ou affilié à Earthborne Games.
ru: Все права на представленную на этом сайте информацию о Earthborne рейнджеры — как текстовую, так и графическую — принадлежат компании Earthborne Games. Создатели этого сайта не аффилированы и никоим образом не поддерживаются Earthborne Games.

source: The Philosopher's Garden
de: Garten des Philosophen
es: El jardín del filósofo
fr: Le Jardin du Philosophe
ru: Философский сад

source: The Plummet
de: Der Sturz
es: El Escarpado
fr: L'Escarpement
ru: Утёс

source: The Rootway
es: Senda de las raíces

source: The site is likely to go down for maintenance and data might be lost during these early days.
de: Die Webseite wird wegen Wartungen in der nächsten Zeit voraussichtlich hin und wieder offline gehen. Daten können dabei <0>verloren gehen</0>.
es: Es probable que el sitio deje de funcionar por mantenimiento y que se pierdan datos durante estos primeros días.
fr: Ce site sera probablement interrompu pour maintenance et des données pourraient être perdues au cours de cette période de développement.
ru: В первые дни работы сайт может быть закрыт на техническое обслуживание, и данные могут быть потеряны.

source: The Tumbledown
de: Klippensturz
es: Batacazo
fr: Culbute
ru: Пропасть

source: The Valley
es: El Valle
fr: La Vallée
ru: Долина

source: The Verdant Sphere
es: La Esfera Verde

source: There are too many cards with this card's name in your deck.
de: Es sind zu viele Karten mit diesem Namen in deinem Deck.
es: Hay demasiadas cartas con el nombre de esta carta en tu mazo.
fr: Il y a trop de cartes avec ce nom dans votre deck.
ru: В вашей колоде слишком много карт с именем этой карты.
