Repository: zzorba/rangers-db
Catalog: frontend/src/translations/locales/*/messages.po
Languages: de, es, fr, ru

source: - {0} Specialty
de: - {0} Expertise
es: - {0} Especialidad
fr: - Spécialisation {0}
ru: - {0} Специализация

source: - Flavor text can be denoted using <f>this is flavor</f> tags, to get card style formatting.
de: - Werden Flavortexte mit <f>dies ist ein Flavortext</f> hinzugefügt, erhalten sie das gleiche Styling wie auf den Karten.
es: - El texto de ambientación se puede indicar utilizando etiquetas <f>esto es ambientación </f> para obtener el formato del estilo de la carta.
fr: - Entourer le texte d'ambiance avec la balise <f>ceci est un texte descriptif</f> pour obtenir le même formattage que les cartes
ru: - Художественный текст можно обозначить с помощью тегов <f>это художественный текст</f>, чтобы получить форматирование в стиле карты.

source: - You can use the following game specific icons by enclosing them in square brackets:
de: - Die folgenden Icons aus dem Spiel können mit eckigen Klammern verwendet werden:
es: - Puedes utilizar los siguientes iconos específicos del juego encerrándolos entre corchetes:
fr: - Vous pouvez utiliser les icônes de ce jeu en les entourant de crochets:
ru: - Вы можете использовать следующие игровые значки, заключив их в квадратные скобки:

source: (edited)
de: (bearbeitet)
es: (editado)
fr: (édité)
ru: (изменено)

source: {0} - Day {1}
es: {0} - Día {1}

source: {0} (Copy)
de: {0} (Kopie)
es: {0} (Copiar)
fr: {0} (Copie)
ru: {0} (Копия)

source: {0} / 30 Cards
de: {0} / 30 Karten
es: {0} / 30 Cartas
fr: {0} / 30 cartes
ru: {0} / 30 карт

source: {0} of {1}
es: {0} de {1}
fr: {0} sur {1}
ru: {0} из {1}

source: 30 Cards
de: 30 Karten
es: 30 Cartas
fr: 30 cartes
ru: 30 карт

source: A Perfect Day
de: Ein herrlicher Tag
es: Un día perfecto
fr: Une journée parfaite
ru: Ясный день

source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
ru: Принять

source: Account Settings
de: Account Einstellungen
es: Configuración de la cuenta
fr: Paramètres
ru: Настройки аккаунта

source: Actions
de: Aktionen
es: Acciones
ru: Действия

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ru: Добавить

source: Add additional deck
es: Añadir mazo adicional
fr: Ajouter un deck
ru: Добавить дополнительную колоду

source: Add mission
de: Mission hinzufügen
es: Añadir misión
fr: Ajouter une mission
ru: Добавить миссию

source: Add note
es: Añadir nota
fr: Ajouter une note
ru: Добавить заметку

source: Add reward
de: Belohnung hinzufügen
es: Añadir recompensa
fr: Ajouter une récompense
ru: Добавить награду

source: Add to campaign
de: Zur Kampagne hinzufügen
es: Añadir a la campaña
fr: Ajouter à la campagne
ru: Добавить в кампанию

source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
ru: Добавлено

source: Added from collection
de: Aus der Sammlung hinzugefügt
es: Añadido desde la colección
fr: Ajouté de la collection
ru: Добавлено из коллекции

source: Advanced controls
de: Erweiterte Filter
es: Controles avanzados
fr: Contrôle avancé
ru: Расшире

source: After selecting a new collection card and removing one from your deck, you can ‘return’ a card to the collection using the <0>displaced cards</0> tab.
de: Nachdem du eine neue Karte aus der Sammlung gewählt und eine Karte aus deinem Deck entfernt hast, kannst du die Karte zur Sammlung 'zurücklegen', indem du den <0>Herausgenommene Karten</0> Tab benutzt.
es: Después de seleccionar una nueva carta de colección y quitar una de tu mazo, puedes "devolver" una carta a la colección usando la pestaña <0>cartas desplazadas</0>.
fr: Après avoir sélectionné une nouvelle carte de la collection et retiré une de votre deck, vous pouvez "ramener" une carte de la collection en utilisant l'onglet <0>Cartes écartées</0>
ru: Выбрав новую карту коллекции и удалив одну из своей колоды, вы можете "вернуть" ее в коллекцию, используя вкладку <0>отложенные карты</0>.

source: All
de: Alle
es: Todo
fr: Tous
ru: Все

source: Allow people to view my decks
de: Anderen erlauben meine Decks anzusehen
es: Permitir que la gente vea mis mazos
fr: Permettre aux autres de voir mon deck
ru: Разрешить людям просмотр моих колод

source: Already have an account? <0>Login</0> now.
de: Hast du schon einen Account? <0>Logge</0> dich jetzt ein.
es: ¿Ya tienes una cuenta? Inicia sesión ahora.
fr: Vous avez déjà un compte ? <0>Se connecter</0>
ru: Уже есть аккаунт? <0>Войти</0>.

source: Ancestor's Grove
de: Wurzeln der Ältesten
es: Arboleda de Los Caídos
fr: Bosquet des Ancêtres
ru: Роща предков

source: Ancient Ruins
es: Ruinas ancestrales

source: Approach
es: Estrategia
fr: Approche
ru: Подход

source: Approach icons
de: Herangehensweise-Symbole
es: Icono de Estrategia
fr: Icônes d'approche
ru: Символы подхода

source: Arboretum of Memory
es: Arboreto de la Memoria

source: Archeological Outpost
de: Archäologischer Vorposten
es: Puesto arcológico
fr: Avant-Poste Archéologique
ru: Застава археологов

source: Are you sure you want to delete the "{0}" deck?
de: Willst du wirklich das "{0}" Deck löschen?
es: ¿Estás seguro de que quieres eliminar el mazo \ "{0} "?
fr: Êtes vous sûr de vouloir supprimer ce deck "{0}" ?
ru: Вы уверены, что хотите удалить колоду "{0}"?

source: Are you sure you want to delete the latest day ({0}) of this deck?
de: Bist du sicher, dass du den letzten Tag ({0}) dieses Decks löschen möchtest?
es: ¿Estás seguro de que deseas eliminar el último día ({0}) de este mazo?
fr: Êtes vous sûr de vouloir supprimer le dernier jour ({0}) de ce deck ?
ru: Вы уверены, что хотите удалить последний день ({0}) этой колоды?

source: Are you sure you want to delete this deck?
de: Willst du dieses Deck wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este mazo?
fr: Êtes vous sûr de vouloir supprimer ce deck ?
ru: Вы уверены, что хотите удалить эту колоду?

source: Are you sure you want to delete your campaign: {0}? This action cannot be undone.
de: Willst du deine Kampagne {0} wirklich löschen? Das lässt sich nicht rückgängig machen.
es: ¿Seguro que quieres eliminar tu campaña: {0}? Esta acción no se puede deshacer.
fr: Êtes vous sûr de vouloir supprimer votre campagne : {0} ? Cette action ne peut être annulée.
ru: Вы уверены, что хотите удалить свою кампанию: {0}? Это действие нельзя отменить.

source: Aspect
es: Aspecto
ru: Черта

source: Aspect levels must sum to 8.
es: Los valores de aspecto deben sumar 8.

source: Aspect requirements
de: Aspekt-Voraussetzungen
es: Requisitos de aspecto
fr: Aspects requis
ru: Требования черт

source: Aspects
de: Aspekte
es: Aspectos
ru: Черты

source: Atrox Mountain
de: Atrox-Berg
es: Montaña Atrox
fr: Montagne des Atrox
ru: Гора Атрокс

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ru: Доступные

source: Average
es: Promedio
fr: Moyenne
ru: Среднее значение

source: AWA
de: WAH
es: PER
fr: VIG
ru: ВОС

source: Awareness
de: Wahrnehmung
es: Percepción
fr: Vigilance
ru: Восприятие

source: Background
de: Vorgeschichte
es: Origen
fr: Antécédent
ru: Квалификация

source: Background: {backgroundName}
de: Vorgeschichte: {backgroundName}
es: Origen: {backgroundName}
fr: Antécédent : {backgroundName}
ru: Квалификация: {backgroundName}

source: Biological Outpost
es: Puesto biológico
fr: Avant-Poste Biologique
ru: Застава биологов

source: Boulder Field
de: Felsenmeer
es: Campo de Pedruscos
fr: Chaos Rocheux
ru: Поле Валунов

source: Bowl of the Sun
de: Die Sonnenschale
es: Recipiente del Sol
fr: Vasque du Soleil
ru: Солнечный бассейн

source: Branch
de: Die Ästelei
es: Ramal
fr: Branche
ru: Ветви

source: Branching Artery
es: Arteria de bifurcación

source: Camp
de: Nachtlager
es: Acampar
fr: Camper
ru: Разбить лагерь

source: Campaign
de: Kampagne
es: Campaña
fr: Campagne
ru: Кампания

source: Campaigns
de: Kampagnen
es: Campañas
fr: Campagnes
ru: Кампании

source: Camped while travelling to {0}.
es: Acampamos mientras viajábamos a {0}.
fr: Camper pendant le voyage vers {0}
ru: Разбили лагерь во время путешествия в {0}.

source: Camping will end day {currentDay} and allow any earned rewards to be swapped into decks.
de: Wenn das Nachtlager aufgeschlagen wird, endet Tag {currentDay} und verdiente Belohnungen können in die Decks getauscht werden.
es: Acampar ahora finalizará el día {currentDay} y permitirá que las recompensas obtenidas se añadan al mazo
fr: Camper finira le jour {currentDay} et permettra les échanges des récompenses dans les decks.
ru: Решение разбить лагерь закончит день {currentDay} и позволит обменять карты из колоды на заработанные награды.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить

source: Cancel Friend Request
de: Freundschaftsanfrage zurücknehmen
es: Cancelar solicitud de amistad
fr: Annuler la demander d'amitié
ru: Отменить запрос в друзья

source: Cancel Friendship
de: Freundschaft beenden
es: Cancelar amistad
fr: Annulé amitié
ru: Удалить из друзей

source: Carbonforged Maze
es: Laberinto de carbono forjado

source: Card set
de: Karten-Set
es: Conjunto de Cartas
fr: Set de cartes
ru: Набор карт

source: Cards
de: Karten
es: Cartas
fr: Cartes
ru: Карты

source: Cards that are removed from your deck will be stored here. They can be swapped back into your deck when you camp.
de: Karten die aus deinem Deck entfernt wurden werden hier abgelegt. Sie können zurück in dein Deck genommen werden wenn du dein Nachtlager aufschlägst.
es: Las cartas que retires de tu mazo se guardarán aquí. Puedes volver a colocarlas en tu mazo al acampar.
fr: Les cartes qui sont retirées de votre deck seront garder ici. Elles peuvent être remises dans votre deck quand vous campez.
ru: Карты, удаленные из вашей колоды, будут храниться здесь. Их можно будет вернуть в колоду, когда вы разбиваете лагерь.

source: Cards with the Expert trait cannot be chosen as an outside interest and are hidden automatically.
es: Las cartas con el rasgo Experto no se pueden elegir como interés externo y se ocultan automáticamente.
fr: Les cartes avec le trait Expert ne peuvent être choisies si elles ne sont pas dans votre Intérêt, elles sont cachées automatiquement.

source: Cave System
es: Sistema de cuevas

source: Cerulean Curtain
es: Cortina Cerúlea

source: Changes
de: Änderungen
es: Cambios
fr: Changements
ru: Изменения

source: Choose {0}
de: Wähle eine {0}
es: Elegir {0}
fr: Choisir {0}
ru: Выберите {0}

source: Choose deck
de: Deck auswählen
es: Elegir mazo
fr: Choisir le deck
ru: Выберите колоду

source: Choose handle
de: Anzeigename wählen
es: Elige el apodo
fr: Choisir le pseudo
ru: Выберите ник

source: Choose role
de: Berufung auswählen
es: Elegir Rol
fr: Choisir le rôle
ru: Выберите роль

source: Choose starter deck
de: Starter-Deck auswählen
es: Elegir mazo inicial
fr: Choisir le deck de départ
ru: Выберите стартовую колоду

source: Choosing to camp will make a copy of your deck to let you track deck changes as you play through a campaign.
de: Wenn du dein Nachtlager aufschlägst, wird eine Kopie deines Decks angelegt, damit du Änderungen am Deck verfolgen kannst, während du die Kampagne spielst.
es: Si eliges acampar, se creará una copia de tu mazo para que puedas realizar un seguimiento de los cambios en el mazo a medida que juegas una campaña.
fr: Choisir de camper créera une copie de votre deck pour vous laisser suivre les changements à votre deck tout au long de la campagne.
ru: Разбив лагерь, вы создадите копию своей колоды, чтобы отслеживать её изменения по мере прохождения кампании.

source: Chosen aspects are invalid.
de: Die gewählten Aspekte sind nicht zulässig.
es: Los aspectos elegidos no son válidos.
fr: Les aspects choisis sont invalides.
ru: Выбранные черты недопустимы.

source: Collection
de: Sammlung
es: Colección
ru: Коллекция

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
ru: Комментарий

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
ru: Комментарии

source: Completed
de: Abgeschlossen
es: Completado
fr: Complété
ru: Завершена

source: Confirm Friend
de: Freundschaft bestätigen
es: Confirmar Amigo
fr: Ami confirmé
ru: Принять запрос в друзья

source: Conflict
de: Konflikt
es: Conflicto
fr: Conflit
ru: Конфликт

source: Connecting Location
de: Verbundener Ort
es: Localización de conexión
fr: Lieu relié
ru: Связанная локация

source: Connection
de: Verständnis
es: Conexión
fr: Connexion
ru: Контакт

source: Contains too many cards that do not match your chosen background.
de: Enthält zu viele Karten, die nicht zur gewählten Vorgeschichte passen.
es: Contiene demasiadas cartas que no coinciden con el Origen elegido.
fr: Contient trop de cartes qui ne correspondent pas à votre Antécédent.
ru: Содержит слишком много карт, которые не соответствую выбранной квалификации.

source: Contains too many cards that do not match your chosen specialty.
es: Contiene demasiadas cartas que no coinciden con la Especialidad elegida.

source: Copies
de: Kopien
es: Copias
ru: Копии

source: Copy
de: Kopieren
es: Copia
fr: Copier
ru: Копировать

source: Copy deck
de: Deck kopieren
es: Copiar mazo
fr: Copier le deck
ru: Копировать колоду

source: Copy of {deckLink} by {authorLink}
de: Kopie von {deckLink} von {authorLink}
es: Copia de {deckLink} by {authorLink}
fr: Copie de {deckLink} par {authorLink}
ru: Копия {deckLink} от {authorLink}

source: Copy this deck to make your own changes.
de: Kopiere dieses Deck um Änderungen daran vorzunehmen.
es: Copia este mazo para realizar tus propios cambios.
fr: Copier ce deck pour faire vos propres changements.
ru: Скопируйте эту колоду, чтобы вносить свои изменения.

source: Core
de: Grundspiel
es: Caja básica
fr: Base
ru: База

source: Cost
de: Kosten
es: Coste
fr: Coût
ru: Стоимость

source: Could not find user {handle}
de: Benutzer {handle} nicht gefunden
es: No se pudo encontrar el usuario {handle}
fr: Utilisateur {handle} introuvable
ru: Не получилось найти пользователя {handle}

source: Create
de: Erstellen
es: Crear
fr: Créer
ru: Создать

source: Crossed-out
de: Durchgestrichen
es: Tachado
fr: Rayé
ru: Зачёркнуто

source: Crossroads Station
de: Die Nahtstelle
es: Estación Nudo
fr: Base de la Croisée des Chemins
ru: Станция Перекрёсток

source: Current location:
es: Localización activa

source: Current Position
de: Aktuelle Position
es: Posición activa
fr: Position
ru: Местоположение

source: Custom deck
de: Eigenes Deck
es: Mazo personalizado
fr: Deck personnalisé
ru: Пользовательская колода

source: Dark mode
es: Modo oscuro
fr: Mode sombre
ru: Тёмная тема

source: Day
de: Tag
es: Día
fr: Jour
ru: День

source: Day {day}
de: Tag {day}
es: Día {day}
fr: Jour {day}
ru: День {day}

source: Deck
es: Mazo personalizado
ru: Колода

source: Deck search
de: Decks suchen
es: Buscar en el mazo
fr: Recherche dans le deck
ru: Поиск колоды

source: Decklists
de: Decks
es: Lista de mazos
fr: Liste des decks
ru: Деклисты

source: Deep Roots
es: Raíces profundas

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
ru: Удалить

source: Delete campaign?
de: Kampagne löschen?
es: ¿Borrar campaña?
fr: Supprimer la campagne ?
ru: Удалить кампанию?

source: Delete deck?
de: Deck löschen?
es: ¿Borrar mazo?
fr: Supprimer le deck ?
ru: Удалить колоду?

source: Deleting this published deck will remove it from search.
es: Si eliminas este mazo publicado, lo eliminarás de la búsqueda.
fr: Supprimer ce deck publié le supprimera de la recherche.
ru: Удалив эту опубликованную колоду, вы удалите её из поиска.

source: Departing {0}
de: Verlasse {0}
es: Partida {0}
fr: Départ {0}
ru: Отправление {0}

source: Description
de: Beschreibung
es: Descripción
ru: Описание

source: Descriptions support basic markdown and html formatting.
de: Beschreibungen unterstützen einfache Markdown- und HTML-Formatierung.
es: Las descripciones admiten el formato básico de Markdown y HTML.
fr: La description supporte le formattage markdown et html de base.
ru: Описания поддерживают базовое форматирование в формате markdown и html.

source: Desert of Endless Night
es: Desierto de la Noche eterna

source: Discard changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Annuler les modifications
ru: Отменить изменения

source: Displaced cards
de: Herausgenommene Karten
es: Cartas desplazadas
fr: Cartes écartées
ru: Отложенные карты

source: Don't have an account?
de: Hast du noch keinen Account?
es: ¿No tienes una cuenta?
fr: Pas de compte ?
ru: Нет аккаунта?

source: Done editing
de: Bearbeiten abschließen
es: Edición terminada
fr: Terminer l'édition
ru: Редактирование завершено

source: Downpour
de: Platzregen
es: Chubascos
fr: Averse
ru: Ливень

source: Drenching Chamber
es: Cámara de inmersión

source: Duplicate this deck while preserving the original.
de: Klone dieses Deck, das Original bleibt erhalten.
es: Duplica este mazo conservando el original.
fr: Dupliquer ce deck en conservant l'original.
ru: Продублируйте эту колоду, сохранив оригинал.

source: E-mail Address
de: E-Mail-Adresse
es: Dirección de email
fr: Addresse électronique
ru: Электронная почта

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ru: Редактировать

source: Edit comment
de: Kommentar bearbeiten
es: Editar comentario
fr: Modifier le commentaire
ru: Редактировать комментарий

source: Edit description
de: Beschreibung bearbeiten
es: Editar descripción
fr: Modifier la description
ru: Редактировать описание

source: Edit mission
de: Mission bearbeiten
es: Editar misión
fr: Modifier la mission
ru: Редактировать миссию

source: Edit notable event
de: Besonderes Ereignis bearbeiten
es: Editar evento notable
fr: Modifier l'événement
ru: Редактирование важного события

source: Edit note
es: Editar nota
ru: Редактирование заметки

source: Edit players
de: Spieler bearbeiten
es: Editar jugadores
fr: Modifier les joueurs
ru: Редактирование игроков

source: Elder's Book of Uncommon Wisdom
es: El Libro de la Sabiduría Inusual del Anciano

source: En route to {0}
de: Unterwegs nach {0}
es: En la ruta {0}
fr: En route vers {0}
ru: По пути к {0}

source: End the day
de: Tag beenden
es: Terminar el día
fr: Fin de la journée
ru: Закончить день

source: Ended the day at {0}.
es: Terminó el día a las {0}.
fr: Jour termnié à {0}.
ru: День закончился на {0}.

source: English
de: Englisch
es: Inglés
fr: Anglais
ru: Английский

source: Enveloping Silence
es: Silencio envolvente

source: Equip
de: Last
es: Equipo
fr: Équiper
ru: Экипировка

source: Exploration
de: Tatendrang
es: Exploración
ru: Разведка

source: Extend campaign
es: Extender la campaña

source: Filter by {0}
de: Nach {0} filtern
es: Filtrar por {0}
fr: Filtrer par {0}
ru: Фильтр по {0}

source: Filter by card set
de: Nach Karten-Set filtern
es: Filtrar por conjunto de cartas
fr: Filtrer par set de cartes
ru: Фильтр по набору карты

source: Filter by card type
de: Nach Kartentyp filtern
es: Filtrar por tipo de carta
fr: Filtrer par type de carte
ru: Фильтр по типу карты

source: Filter by pack
es: Filtrar por pack

source: Filter by Role
de: Nach Berufung filtern
es: Filtrar por Rol
fr: Filtrer par rôle
ru: Фильтр по роли

source: Filter by trait
de: Nach Merkmal filtern
es: Filtrar por Rasgo
fr: Filtrer par trait
ru: Фильтр по признаку

source: Find new friends
de: Nach neuen Freunden suchen
es: Buscar nuevo amigo
fr: Trouver de nouveaux amis
ru: Найти новых друзей

source: FIT
es: APT
fr: PHY
ru: ВЫН

source: Fitness
es: Aptitud
fr: Physique
ru: Выносливость

source: Flooded Passage
es: Vía inundada

source: Flooded Ruins
es: Ruinas inundadas

source: FOC
de: RUH
es: CON
fr: CON
ru: КОН

source: Focus
de: Ruhe
es: Concentración
fr: Concentration
ru: Концентрация

source: Follow the Elder's Book of Uncommon Wisdom
es: Buscar en El Libro de la Sabiduría Inusual del Anciano

source: Forgot Password
de: Passwort vergessen
es: Has olvidado tu contraseña
fr: Mot de passe oublié
ru: Забыл пароль

source: Friend Requests
de: Freundschaftsanfragen
es: Solicitudes de amistad
fr: Demandes d'amitié
ru: Запросы в друзья

source: Friends
de: Freunde
es: Amigos
fr: Amis
ru: Друзья

source: Fungal Forest
es: Bosque micótico

source: German
de: Deutsch
es: Alemán
fr: Allemand
ru: Немецкий

source: Glitterain
es: Brilluvia

source: Golden Shore
de: Die Goldküste
es: Costa Dorada
fr: Rivage Doré
ru: Золотой берег

source: Grassland
de: Grasland
es: Pradera
fr: Steppe
ru: Пастбище

source: Greenbriar Knoll
de: Stechwinden-Höhe
es: Loma Zarzaverde
fr: Tertre de Verbruyère
ru: Смилаксовый холм

source: Guide entries
de: Kampagnenbucheinträge
es: Entradas de la guía
fr: Entrées du Guide de Campagne
ru: Записи в путеводителе

source: Handle
de: Anzeigename
es: Apodo
fr: Pseudo
ru: Никнейм

source: Headwaters Station
de: Oberlauf-Station
es: Estación Cabecera
fr: Base de la Source
ru: База Верховодье

source: Hide
es: Esconder

source: Hide spoilers
de: Spoiler verstecken
es: Esconde Spoiler
fr: Masquer les spoilers
ru: Скрыть спойлеры

source: Howing Wind
es: Viento huracanado

source: Howling Wind
es: Viento huracanado

source: Howling Winds
de: Sturmböen
es: Vientos huracanados
fr: Vents Hurlants
ru: Шквальный ветер

source: Icons
es: Iconos
fr: Icônes
ru: Символы

source: If you intend to Camp while travelling to a new location, please use the Travel button instead.
de: Wenn du dein Nachtlager aufschlagen möchtest während du an einen neuen Ort reist, nutze bitte den 'Reisen' Button.
es: Si tienes intención de acampar mientras viajas a una nueva ubicación, utiliza el botón Viajar en su lugar.
fr: Si vous avez l'intention de Camper pendant que vous vous dirigez vers un nouveau lieu, utilisez le bouton Voyager & Camper à la place.
ru: Если вы собираетесь разбить лагерь во время путешествия в новое место, воспользуйтесь кнопкой "Путешествие".

source: If you made a mistake when travelling or ending the day, you can undo your recent edits here. Decks will not be changed.
es: Si cometiste un error al viajar o al finalizar el día, puedes deshacer tus cambios recientes aquí. Los mazos no se modificarán.
fr: Si vous avez fait une erreur en voyageant ou terminant la journée, vous pouvez annuler vos changements récents ici. Les decks ne seront pas changés.
ru: Если вы допустили ошибку во время путешествия или завершения дня, вы можете отменить свои последние правки здесь. Колоды не будут изменены.

source: If you would like it to be corrected, send me a link to your campaign and what the correct journey was to arkhamcards@gmail.com, and I will get it fixed for you.
es: Si deseas corregirlo, envíame un enlace a tu campaña y cuál fue el recorrido correcto a arkhamcards@gmail.com y lo solucionaré.
fr: Si vous voulez qu'elle soit corrigée, envoyez-moi le lien vers votre campagne et ce que devrait être votre voyage (en anglais de préférence) à arkhamcards@gmail.com. Je vais faire la correction pour vous.

source: If you‘d like to support the development and maintenance of this site, consider supporting us on {patreon}.
de: Du kannst die Entwicklung und den Unterhalt dieser Webseite auf {patreon} unterstützen.
es: Si desea apoyar el desarrollo y mantenimiento de este sitio, considere apoyarnos en {patreon}.
fr: Si vous voulez supporter le développement et la maintenance du site, vous pouvez nous supporter sur {patreon}

source: Inverted Forest
es: Bosque invertido

source: Italian
de: Italienisch
es: Italiano
fr: Italien
ru: Итальянский

source: Journey
de: Reise
es: Viaje
fr: Voyage
ru: Путешествие

source: Kobo's Market
de: Kobos Emporium
es: Mercado de Kobo
fr: Marché de Kobo
ru: Рынок Кобо

source: Lakeshore
de: Seeufer
es: Orilla del lago
fr: Tourbière
ru: Берег озера

source: Language
de: Sprache
es: Lenguaje
fr: Langue
ru: Язык

source: Leave campaign
de: Kampagne verlassen
es: Dejar campaña
fr: Quitter la campagne
ru: Покинуть кампанию

source: Legacy of the Ancestors
es: Legado de los Ancestros

source: Light mode
es: Modo claro
fr: Mode clair
ru: Светлая тема

source: Like
de: Gefällt mir
es: Me gusta
fr: J'aime
ru: Лайк

source: Like deck
de: Deck gefällt mir
es: Me gusta el mazo
fr: J'aime ce deck
ru: Лайкнуть колоду

source: Likes
de: Gefällt mir
es: Me gustas
ru: Лайки
