Repository: zzorba/rangers-db
Catalog: frontend/src/translations/locales/*/messages.po
Languages: de, es, fr, ru

source: There are too many outside interest cards in the deck.
de: Es sind zu viele Hobby-Karten in deinem Deck.
es: Hay demasiadas cartas de otros intereses en el mazo.
fr: Il y a trop de cartes Centre d'intérêt dans le deck.
ru: Слишком много карт хобби в вашей колоде.

source: This campaign is not accessible. Are you sure you are signed into the correct account?
de: Keinen Zugriff auf diese Kampagne. Bist du sicher, dass du dich mit dem richtigen Account angemeldet hast?
es: No se puede acceder a esta campaña. ¿Estás seguro de haber iniciado sesión con la cuenta correcta?
fr: Cette campagne n'est pas accessible. Êtes-vous sûr d'être connecté avec le bon compte ?
ru: Эта кампания недоступна. Вы уверены, что вошли в нужную учетную запись?

source: This card's aspect requirement is not satisfied by your chosen aspects.
de: Die Aspekt-Voraussetzung dieser Karte wird von deinen gewählten Aspekten nicht erfüllt.
es: Tus aspectos escogidos no satisfacen el requisito de aspecto de esta carta.
fr: L'aspect requis pour cette carte ne correspond pas aux aspects choisis.
ru: Требование черты этой карты не удовлетворяется выбранными вами чертами.

source: This comment was edited on {updatedTime}.
de: Dieser Kommentar wurde am {updatedTime} bearbeitet.
es: Este comentario fue editado el {updatedTime}.
fr: Ce commentaire a été mise à jour le {updatedTime}.
ru: Этот комментарий был отредактирован в {updatedTime}.

source: This day is in the past. It is currently day {0}.
de: Dieser Tag liegt in der Vergangenheit. Es ist jetzt Tag {0}.
es: Este día ya pasó. Actualmente es el día {0}.
fr: Ce jour est dans le passé. Nous sommes actuellement le {0}.
ru: Этот день уже в прошлом. В настоящее время это день {0}.

source: This option should be used if a ranger is too fatigued, too injured, or if instructed by the campaign guide or a mission.
de: Diese Option sollte gewählt werden, wenn ein Ranger zu müde oder zu verletzt ist oder wenn es von der Kampagne oder einer Mission verlangt wird.
es: Esta opción debe usarse si un Guardián está demasiado Cansado, con demasiadas Heridas o si así lo indica la guía de campaña o una misión.
fr: Cette option devrait être utilisée si un ranger est trop fatigué, trop blessé, ou si c'est indiqué par le Guide de Campagne ou une mission.
ru: Эту опцию следует использовать, если рейнджер слишком устал, слишком ранен, а также по указанию руководства кампании или задания.

source: This role card does not match your chosen specialty.
de: Diese Berufungs-Karte passt nicht zu deiner gewählten Expertise.
es: Esta carta de rol no coincide con tu especialidad elegida.
fr: Cette carte rôle ne correspond pas a votre Spécialisation.
ru: Эта карта роли не соответствует вашей выбранной специализации.

source: This site is a digital companion for the excellent <0>Earthborne Rangers</0> adventure card game.
es: Este sitio es un compañero digital para el excelente juego de cartas de aventuras <0>Earthborne Rangers</0>.
fr: Ce site est un support numérique pour l'excellent jeu de carte <0>Earthborne Rangers</0>.
ru: Этот сайт является цифровым компаньоном для превосходной карточной игры <0>Earthborne Рейнджеры</0>.

source: This will end day {0}.
de: Tag {0} wird beendet.
es: Esto terminará el día {0}.
fr: Cela mettra fin au jour {0}.
ru: Это закончит {0} день.

source: This will switch the deck controls to allow changes that are allowed while playing a campaign.
es: Esto cambiará los controles del mazo para permitir los cambios que están permitidos mientras se juega una campaña.
fr: Ceci changera la façon de gérer le Deck pour y permettre des changements en cours de Campagne.
ru: Это переключит управление колодой на изменения, которые разрешены во время игры в кампании.

source: To avoid spoilers for other players, you cannot publish decks that have camped.
de: Um Spoiler für andere Spieler zu vermeiden kannst du keine Decks veröffentlichen, mit denen du dein Nachtlager aufgeschlagen hast.
es: Para evitar spoilers para otros jugadores, no puedes publicar mazos que hayan acampado.
fr: Pour éviter les spoilers aux autres joueurs, vous ne pouvez pas publier des decks qui ont campé.
ru: Чтобы избежать спойлеров для других игроков, вы не можете публиковать колоды после лагеря.

source: Toggle Navigation
de: Navigation umschalten
es: Alternar navegación
fr: Basculer la navigation
ru: Переключатель навигации

source: Too many AWA personality cards.
de: Zu viele WAH-Eigenarten-Karten.
es: Demasiadas cartas de PER.
fr: Trop de cartes Personnalités de type VIG.
ru: Слишком много карт личности с чертой ВОС.

source: Too many cards of the chosen background.
de: Zu viele Karten der gewählten Vorgeschichte.
es: Demasiadas cartas del origen elegido.
fr: Trop de cartes de l'Antécédent choisi.
ru: Слишком много карт выбранной квалификации.

source: Too many cards of the chosen specialty.
de: Zu viele Karten der gewählten Expertise.
es: Demasiadas cartas de la especialidad elegida.
fr: Trop de cartes de la Personnalité choisie.
ru: Слишком много карт выбранной специализации.

source: Too many cards with the same name.
de: Zu viele Karten des gleichen Namens.
es: Demasiadas cartas con el mismo nombre.
fr: Trop de cartes avec le même nom.
ru: Слишком много карт с одинаковым названием.

source: Too many cards. When making deck changes while camping, you should remove cards to make room for rewards to maintain a 30 card deck.
de: Zu viele Karten. Wenn du dein Nachtlager aufschlägst und Änderungen an deinem Deck machst, solltest du Karten enfernen um Platz für Belohnungen zu schaffen und ein 30 Karten Deck zu bewahren.
es: Demasiadas cartas. Al cambiar de mazo mientras acampas, deberías quitar cartas para dejar espacio a las recompensas y mantener un mazo de 30 cartas.
fr: Trop de cartes. Quand vous mettez à jour votre deck, vous devez retirer autant de cartes que vous en mettez pour maintenir 30 cartes dans votre deck.
ru: Слишком много карт. При замене карт на награды следует удалить любую карту (кроме карты с признаком недуг), чтобы сохранить размер колоды в 30 карт.

source: Too many FIT personality cards.
de: Zu viele FIT-Eigenarten-Karten.
es: Demasiadas cartas de APT.
fr: Trop de cartes Personnalités de type PHY.
ru: Слишком много карт личности с чертой ЫН.

source: Too many FOC personality cards.
de: Zu viele RUH-Eigenarten-Karten.
es: Demasiadas cartas de CON.
fr: Trop de cartes Personnalités de type CON.
ru: Слишком много карт личности с чертой КОН.

source: Too many SPI personality cards.
de: Zu viele SOV-Eigenarten-Karten.
es: Demasiadas cartas de VIT.
fr: Trop de cartes Personnalités de type ESP.
ru: Слишком много карт личности с чертой ДУХ.

source: Track cards that are removed permanently from the path deck here.
de: Hier kannst du permanent entfernte Pfadkarten nachverfolgen.
es: Realiza un seguimiento de las cartas que se eliminan permanentemente del mazo de caminos aquí.
fr: Suivez les cartes supprimé définitivement du deck de chemin ici.
ru: Отслеживайте здесь карты, которые навсегда убираются из колоды пути.

source: Traits
de: Merkmale
es: Rasgos
ru: Признаки

source: Transfer campaign...
es: Transferir campaña...

source: Transfer existing campaign
es: Transferir campaña existente

source: Travel
de: Reisen
es: Viajar
fr: Voyager
ru: Путешествие

source: Travel & Camp
de: Reisen & Nachtlager aufschlagen
es: Viajar & Acampar
fr: Voyager & Camper
ru: Путешествовать и разбить лагерь

source: Traveled to {0}.
es: Viaje a {0}.
fr: Voyagé vers {0}.
ru: Путешествие в {0}.

source: Types
de: Typen
es: Tipos
ru: Типы

source: Unable to create campaign at this time.
de: Kampagne kann im Moment nicht erstellt werden.
es: No es posible crear una campaña en este momento.
fr: Impossible de créer une campagne pour le moment.
ru: Невозможно создать кампанию в данный момент.

source: Undo
es: Deshacer
fr: Annuler
ru: Отменить

source: Undo travel
es: Deshacer viaje
fr: Annuler le voyage
ru: Отменить путешествие

source: Undo travel changes
es: Deshacer cambio de viaje
fr: Annuler les changements liés au voyage
ru: Отменить изменения в путешествии

source: Unlike
de: Gefällt mir nicht
es: Ya no me gusta
fr: Ne plus aimer
ru: Убрать лайк

source: Update now
de: Jetzt bearbeiten
es: Actualizar ahora
fr: Mettre à jour
ru: Обновить

source: View as Cards
es: Ver como carta
fr: Affichage en cartes
ru: В виде карт

source: View as Checklist
es: Ver como lista
fr: Affichage en liste
ru: В виде списка

source: View as Images
es: Ver como imágenes
fr: Affichage en images
ru: В виде изображений

source: Watcher's Rock
de: Das Auge Am Rand
es: Roca del Vigilante
fr: Rocher de la Vigie
ru: Скала дозорного

source: Welcome to RangersDB
de: Willkommen auf RangersDB
es: Bienvenido a RangersDB
fr: Bienvenue sur RangersDB
ru: Приветствуем в RangersDB

source: What happened?
de: Was ist passiert?
es: ¿Qué pasó?
fr: Qu'est'il arrivé ?
ru: Что произошло?

source: When adding a card from the collection, remember to return a deck card.
de: Wenn du eine Karte aus der Sammlung hinzufügst, denke daran eine Karte aus dem Deck zurückzulegen.
es: Al agregar una carta de la colección, recuerda devolver una carta del mazo.
fr: Quand vous ajoutez une carte de votre collection, souvenez-vous de retirer une carte de votre deck.
ru: Добавляя карту из коллекции, не забудьте вернуть карту колоды.

source: When starting a campaign, you must include two of each card in your deck.
de: Beim Kampagnenstart muss dein Deck zwei Kopien jeder Karte beinhalten.
es: Al iniciar una campaña, debes incluir dos copias de cada carta en tu mazo.
fr: Pour démarrer une campagne, vous devez inclure deux copies de chaque carte dans votre deck.
ru: Начиная кампанию, вы должны включить в свою колоду по две копии каждой карты.

source: White Sky
de: Himmelsnah
es: Cieloblanco
fr: Blanc-Ciel
ru: Белое небо

source: Woods
de: Wald
es: Bosque
fr: Fôret
ru: Лес

source: You
de: Du
es: Tú
fr: Vous
ru: Вы

source: You can add this deck to a campaign to track rewards you have unlocked as a group.
de: Du kannst dieses Deck zu einer Kampagne hinzufügen und Belohnungen, die ihr als Gruppe freigeschaltet habt, verfolgen.
es: Puedes agregar este mazo a una campaña para realizar un seguimiento de las recompensas que has desbloqueado como grupo.
fr: Vous pouvez ajouter ce deck à une campagne pour faire le suivi des récompenses que votre groupe a débloqué.
ru: Вы можете добавить эту колоду в кампанию, чтобы отслеживать награды, которые вы разблокировали всей группой.

source: You can view <0>player cards</0>, <1>build decks</1>, and use the digital <2>campaign tracker</2>.
es: Puedes ver <0>cartas de jugador</0>, <1>construir mazos</1> y usar el <2>Seguimiento de Campaña</2> digital.
fr: Vous pouvez voir les <0>cartes de joueur</0>, <1>construire des decks</1>, et utiliser l'outil de <2>suivi de campagne</2>.
ru: Вы можете просматривать <0>карты игроков</0>, <1>собирать колоды</1> и пользоваться цифровым <3>трекером кампании</3>.

source: You don't seem to have any decks.
de: Du hast scheinbar keine Decks.
es: Parece que no tienes ningún mazo.
fr: Vous ne semblez pas avoir de decks.
ru: Похоже, у вас нет ни одной колоды.

source: You must choose a background.
de: Du musst eine Vorgeschichte wählen.
es: Debes elegir un origen.
fr: Vous devez choisir un Antécédent.
ru: Вы должны выбрать квалификацию.

source: You must choose a location and path terrain to travel.
de: Zum Reisen bitte Ort und Terrain auswählen.
es: Debes elegir una Localización y un conjunto de Terreno para viajar.
fr: Vous devez choisir un endroit et un type de terrain pour voyager.
ru: Вы должны выбрать локацию и тип местности для путешествия.

source: You must choose a role card.
de: Du musst eine Berufungs-Karte wählen.
es: Debes elegir una carta de rol.
fr: Vous devez choisir une carte rôle.
ru: Вы должны выбрать карту роли.

source: You must choose a role.
de: Du musst eine Berufung wählen.
es: Debes elegir un rol.
fr: Vous devez choisir un rôle.
ru: Вы должны выбрать роль.

source: You must choose a specialty.
de: Du musst eine Expertise wählen.
es: Debes elegir una especialidad.
fr: Vous devez choisir une Spécialisation.
ru: Вы должны выбрать специализацию.

source: You must correct deck errors before upgrading.
de: Du musst die Fehler in deinem Deck korrigieren, bevor du es verbessern kannst.
es: Debes corregir los errores del mazo antes de actualizar.
fr: Vous devez corriger les erreurs du deck avant de l'améliorer.
ru: Перед улучшением необходимо исправить ошибки в колоде.

source: You must correct errors berfore switching to campaign mode.
es: Debes corregir los errores antes de cambiar al modo campaña.
fr: Vous devez corriger les erreurs avant de passer en mode campagne.
ru: Перед переходом в режим кампании необходимо исправить ошибки.

source: You must include two of each card in your starting deck.
de: Dein Start-Deck muss zwei Kopien jeder Karte beinhalten.
es: Debes incluir dos de cada carta en tu mazo inicial.
fr: Vous devez inclure deux de chaque carte dans votre deck de départ.
ru: Вы должны включить в свою стартовую колоду по две копии каждой карты.

source: Your deck contains cards with aspect requirements that are not allowed.
de: Dein Deck beinhaltet Karten mit Aspekt-Voraussetzungen, die nicht erlaubt sind.
es: Tu mazo contiene cartas con requisitos de aspecto que no están permitidos.
fr: Votre deck contient des cartes qui ne respectent pas les limites de votre carte d'aspect.
ru: В вашей колоде есть карты с недопустимыми требованиями к чертам.

source: Your outside interest card cannot have the Expert trait.
de: Deine Hobby-Karte kann nicht das Experte-Merkmal haben.
es: Tu carta de otro interés no puede tener el rasgo Experto.
fr: La carte de votre Centre d'Intérêt ne doit pas avoir le trait Expert.
ru: Выбранная карта хобби не может иметь признак «Эксперт».

source: Your role card does not match your chosen specialty.
de: Deine Berufungs-Karte passt nicht zu deiner gewählten Expertise.
es: Tu carta de rol no coincide con tu especialidad elegida.
fr: Votre carte rôle ne correspond pas à la Spécialisation choisie.
ru: Ваша карта роли не соответствует выбранной специализации.

source: {0, plural, one {({1} Malady)} other {({2} Maladies)}}
de: {0, plural, one {({1} Schwächung)} other {({2} Schwächungen)}}
fr: {0, plural, one {({1} Trauma)} other {({2} Traumas)}}
ru: {0, plural, one {({1} Недуг)} other {({2} Недуга)}}

source: {background} - {specialty} (Starter)
fr: {background} - {specialty} (Deck de base)
ru: {background} - {specialty} (Стартовый)

source: {otherErrorCount, plural, one {+ {otherErrorCount} more problem} other {+ {otherErrorCount} more problems}}
de: {otherErrorCount, plural, one {+ {otherErrorCount} weiteres Problem} other {+ {otherErrorCount} weitere Probleme}}
fr: {otherErrorCount, plural, one {+ {otherErrorCount} autre problème} other {+ {otherErrorCount} autres problèmes}}
ru: {otherErrorCount, plural, one {+ ещё {otherErrorCount} проблема} few {+ ещё {otherErrorCount} проблемы} other {+ ещё {otherErrorCount} проблем}}

source: Core set
de: Grundspiel-Set
fr: Set de base
ru: Базовый набор

source: Demo
fr: Démo
ru: Демо

source: Email
fr: Courriel
ru: Почта

source: Filter by approach icons
de: Nach Herangehensweise-Symbol filtern
fr: Filtrer par icône d'approche
ru: Фильтр по символам подхода

source: General
fr: Général
ru: Общее

source: One aspect must be set to 3.
de: Ein Aspekt muss auf 3 gesetzt werden.
fr: Un aspect doit être mis à 3.
ru: Одна из черт должна иметь значение 3.

source: Only one aspect can be set to 1.
de: Nur ein Aspekt kann auf 1 gesetzt werden.
fr: Seulement un aspect peut être mis à 1.
ru: Только одна черта может иметь значение 1.

source: Only one aspect can be set to 3.
de: Nur ein Aspekt kann auf 3 gesetzt werden.
fr: Seulement un aspect peut être mis à 3.
ru: Только одна черта может иметь значение 3.

source: Total
ru: Всего

source: Two aspects must be set to 2.
de: Zwei Aspekte müssen auf 2 gesetzt werden.
fr: Deux aspects doivent être mis à 2.
ru: Две черты должны иметь значение 2.

source: Biologist's Outpost
de: Biologie-Stützpunkt

source: Current location: {0}
de: Aktueller Ort: {0}

source: Deleting this published deck will cause will remove it from search.
de: Wenn du dieses veröffentlichte Deck entfernst, wird es auch aus der Suche entfernt.

source: If you would like it to be correcrted, send me a link to your campaign and what the correct journey was to arkhamcards@gmail.com, and I will get it fixed for you.
de: Wenn du das gerne korrigieren möchtest, schicke mir einen Link zu deiner Kampagne und was die korrekte Reise war an arkhamcards@gmail.com und ich korrigiere es für dich.

source: Paths
de: Pfade

source: Pseudo
de: Pseudonym

source: Select 1 cards from any background of specialty as your outside interest.
de: Wähle 1 Karte aus einem beliebigen Vorgeschichte- oder Expertise-Set als dein Hobby aus.

source: There is also a <0>campaign</0> tracking system that you can share with your friends and track rewards and events as you progress through the valley.
de: Benutze den <0>Kampagnen-Tracker</0>, den du auch mit deinen Freunden teilen kannst, um Belohnungen und Ereignisse aufzuzeichnen während ihr durch das Tal wandert.

source: This site is still under construction, but you can view the list of <0>previewed cards</0> and can <1>register</1> and start building <2>decks</2>.
de: Diese Webseite befindet sich noch im Aufbau, aber du kannst bereits die Liste <0>veröffentlichter Karten</0> einsehen, dich <1>registrieren</1> und mit dem <2>Deck-Bau</2> anfangen.
